[
  {
    "id": 1,
    "picture": "https://i.ibb.co/QjN9ZYy/health1.jpg",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": "Discover a world of wellness with our range of health products. From vitamins and supplements to fitness equipment, we've got everything you need to lead a healthy and active lifestyle. Take the first step towards a healthier you today!",
    "price": "290.00"
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/TR4GZP5/education1.jpg",
    "title": "Good education",
    "category": "Education",
    "category_bg": "#FF444A33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
    "price": "290.00"
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/Nmp0gTY/clothing1.jpg",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Elevate your style with our fashionable clothing collection. From casual wear to formal attire, we offer the latest trends and timeless classics. Find the perfect outfit for any occasion and express your unique sense of fashion.",
    "price": "290.00"
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/f1K8jP1/food1.jpg",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Indulge in the flavors of our gourmet food selection. From savory snacks to delectable desserts, our curated offerings will tantalize your taste buds. Whether you're a foodie or just looking for a tasty treat, we have something for everyone.",
    "price": "290.00"
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/ZW8d86k/food2.png",
    "title": "Food Pantry Donations",
    "category": "Food",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Take action against hunger in your community by donating a variety of non-perishable food items to a local food pantry. Your support will ensure that individuals and families in need have access to nutritious meals, helping to alleviate hunger and food insecurity in the area.",
    "price": "290.00"
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/XXYLM4P/clothing2.jpg",
    "title": "Winter Clothing Drive",
    "category": "Clothing",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Contribute warm winter clothing items like coats, scarves, gloves, and thermal blankets to help those facing cold weather without proper attire. Your donations will provide comfort and protection to individuals and families during harsh winter months, allowing them to stay warm and safe.",
    "price": "290.00"
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/qCRM3xw/education2.jpg",
    "title": "School Supplies Drive",
    "category": "Education",
    "category_bg": "#FF444A33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "Join our effort to support children's education by donating a variety of school supplies such as notebooks, pencils, backpacks, and educational books. These supplies will directly benefit students in need, ensuring they have the necessary tools to excel in their studies and pursue a brighter future.",
    "price": "290.00"
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/CMQsjrK/health2.jpg",
    "title": "Medical Supplies for Local Clinic",
    "category": "Health",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": "Donate a wide range of medical supplies to help a local clinic provide essential healthcare services to underserved communities. Your contribution can include items like masks, gloves, sanitizers, first aid kits, and more. By supporting this initiative, you can make a significant impact on the health and well-being of those in need.",
    "price": "290.00"
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/fGMjXp3/health3.png",
    "title": "Volunteer at a Health Clinic",
    "category": "Health",
    "category_bg": "#0052FF33",
    "card_bg": "#0052FF26",
    "text_button_bg": "#0052FF",
    "description": "Make a meaningful difference by volunteering your time and expertise at a local health clinic. Join our dedicated team of healthcare professionals and provide essential medical services to those who lack access to proper care. Your commitment to volunteerism can save lives and improve overall community health.",
    "price": "290.00"
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/kBBjwkG/education3.jpg",
    "title": "Education Fundraiser",
    "category": "Education",
    "category_bg": "#FF444A33",
    "card_bg": "#FF444A26",
    "text_button_bg": "#FF444A",
    "description": "Support an education fundraiser aimed at providing scholarships, educational resources, and mentorship programs to disadvantaged students. Your contributions will open doors to quality education, empowering young individuals to break barriers and achieve their academic goals.",
    "price": "290.00"
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/HNz7b1P/clothing3.webp",
    "title": "Summer Clothing Drive",
    "category": "Clothing",
    "category_bg": "#79C23F33",
    "card_bg": "#79C23F26",
    "text_button_bg": "#79C23F",
    "description": "Help individuals in need stay cool during hot weather by donating summer clothing items such as t-shirts, shorts, sandals, and sun hats. Your contributions will bring comfort and relief to those facing high temperatures, ensuring they can enjoy the summer months comfortably.",
    "price": "290.00"
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/dcndjc4/food3.jpg",
    "title": "Food Bank Volunteers",
    "category": "Food",
    "category_bg": "#F8714733",
    "card_bg": "#F8714726",
    "text_button_bg": "#F87147",
    "description": "Become a valuable volunteer at a local food bank and play a crucial role in sorting and distributing food to families facing food insecurity. Your efforts will directly impact the lives of those in need, ensuring they have access to essential nutrition and support.",
    "price": "290.00"
  }
]
